aaron-bond.better-comments
adpyke.codesnap
alefragnani.bookmarks
alefragnani.project-manager
alexisvt.flutter-snippets
amazonwebservices.amazon-q-vscode
beardedbear.beardedtheme
benjaminbenais.copilot-theme
cardinal90.multi-cursor-case-preserve
christian-kohler.path-intellisense
circlecodesolution.ccs-flutter-color
cosminalco.pomodoro
danielsanmedium.dscodegpt
dart-code.dart-code
dart-code.flutter
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
evan-buss.font-switcher
felixangelov.bloc
flutterando.flutter-mobx
flutterbricksproductions.flutterbricks
github.copilot
github.copilot-chat
google.geminicodeassist
gruntfuggly.todo-tree
hediet.vscode-drawio
hirantha.json-to-dart
hzgood.dart-data-class-generator
idleberg.icon-fonts
jeroen-meijer.pubspec-assist
johnpapa.vscode-peacock
k--kato.intellij-idea-keybindings
llvm-vs-code-extensions.lldb-dap
luanpotter.dart-import
marufhassan.flutter-snippets
mathiasfrohlich.kotlin
michaelzhou.fleet-theme
n3rds-inc.productivity
n3rds-inc.time
n3rds-inc.white-noise
nash.awesome-flutter-snippets
oderwat.indent-rainbow
openai.chatgpt
panuavakul.mvvm-flutter-widget
pflannery.vscode-versionlens
pkief.material-icon-theme
postman.postman-for-vscode
ricardo-emerson.create-flutter-widgets-and-classes
ricardo-emerson.dart-data-class-tools
ritwickdey.liveserver
rodrigorahman.flutter-dart-utils
shyykoserhiy.vscode-spotify
streetsidesoftware.code-spell-checker
swiftlang.swift-vscode
teabyii.ayu
thekalinga.bootstrap4-vscode
thinker.font-awesome
tomasvergara.vscode-fontawesome-gallery
trinm1709.dracula-theme-from-intellij
usernamehw.errorlens
vscjava.vscode-gradle